tap "terror/tap"
brew "bat"
brew "bpytop"
brew "eza"
brew "fastfetch"
brew "fnm"
brew "gcc"
brew "gh"
brew "go"
brew "gopls"
brew "just"
brew "lua-language-server"
brew "luarocks"
brew "mutt"
brew "neovim"
brew "powerlevel10k"
brew "pyright"
brew "ripgrep"
brew "tmux"
brew "upx"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "nimlang.nimlang"
