tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "ngrok/ngrok"
tap "romkatv/powerlevel10k"
tap "teamookla/speedtest"
brew "python@3.9"
brew "awscli"
brew "bpytop"
brew "cocoapods"
brew "cypher-shell"
brew "exa"
brew "gh"
brew "git"
brew "jq"
brew "micro"
brew "mysql"
brew "neo4j"
brew "neofetch"
brew "neovim"
brew "node"
brew "nvm"
brew "redis"
brew "yarn"
brew "heroku/brew/heroku"
brew "mongodb/brew/mongodb-community"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "teamookla/speedtest/speedtest"
cask "discord-canary"
cask "docker"
cask "ngrok"
cask "postman"
