tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "ngrok/ngrok"
tap "romkatv/powerlevel10k"
tap "teamookla/speedtest"
brew "bat"
brew "bpytop"
brew "python@3.9"
brew "colima"
brew "docker"
brew "docker-compose"
brew "exa"
brew "fzf"
brew "git"
brew "gnupg"
brew "ical-buddy"
brew "jq"
brew "micro"
brew "neovim"
brew "nvm"
brew "ripgrep"
brew "telnet"
brew "wtfutil"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "teamookla/speedtest/speedtest"
cask "discord-canary"
cask "postman"
