tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "ngrok/ngrok"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "romkatv/powerlevel10k"
tap "teamookla/speedtest"
brew "bat"
brew "bpytop"
brew "python@3.9"
brew "colima"
brew "docker"
brew "docker-compose"
brew "exa"
brew "fnm"
brew "fzf"
brew "git"
brew "gnupg"
brew "go"
brew "ical-buddy"
brew "jq"
brew "micro"
brew "neovim"
brew "protobuf"
brew "ripgrep"
brew "telnet"
brew "tokei"
brew "wtfutil"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "qmk/qmk/qmk"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "teamookla/speedtest/speedtest"
cask "discord-canary"
cask "google-chrome-canary"
cask "insomnia"
cask "iterm2"
cask "postman"
